Revit 2027 API
BuiltInFailures.CurtainWallFailures.MultipleDominatingMullions Property
 Multiple dominating mullions on a grid face may cause ambiguous automatic adjustment of margins.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MultipleDominatingMullions { get; }
Public Shared ReadOnly Property MultipleDominatingMullions As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MultipleDominatingMullions {
	FailureDefinitionId^ get ();
}
static member MultipleDominatingMullions : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace